{
  "items": [
    {
      "brow": "Democracy",
      "theme": "democracy",
      "type": "website",
      "heading": "Season 5, Episode 15 | Jacob Heilbrunn",
      "excerpt": "In conversation with Andrew Keen, the American journalist Jacob Heilbrunn, outlines the continuous history of the close association of conservative views and the Republican Party in the early to Mid-Twentieth Century. He describes the party's support of strong anti-immigrant racial differences in the 1920s, hostility to the New Deal, support of the anti-Communist campaign of Senator McCarthy in the 1950s, and support of Donald Trump and his isolationist perspectives, now and in the recent past.\n\nYou can listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/the-republican-thread-conservatism-in-the/id1451517552?i=1000657801526), Amazon Music. [Spotify](https://open.spotify.com/episode/16XiEzF2UDIWbT8HkDyy9j?si=TxweHc3KTTK3kaY8lRzyCw) and Deezer.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/41nH4Qle2rkmioPsgw2MCq/824da246f93b5a73717f464ef9d6fd78/Jacob_Heilbrunn_template.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Jacob Heilbrunn"
      },
      "button": {
        "url": "/democracy/season-5-episode-15-jacob-heilbrunn/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Democracy",
      "theme": "democracy",
      "type": "website",
      "heading": "Season 5, Episode 14 | James Kirchick",
      "excerpt": "For this episode, host Andrew Keen sits down with James Kirchick journalist and author of the New York Times bestseller Secret City: The Hidden History of Gay Washington. They discuss the historical exclusion of gay individuals within American democracy, with a particular emphasis on the challenges--from legal persecution to professional exclusion and social stigmatization,  Kirchick and Keen explore how political attitudes towards gay rights have evolved, intertwining with broader cultural and political shifts. Kirchick describes the gradual inclusion of homosexuals in the democratic process, highlighting key moments of setbacks and progress over the past century. The conversation explores significant events such as the Kinsey Report in 1948, the Alger Hiss case, McCarthyism, and the political landscape during the 1960s, 1970s, and1980s.  The emergence of homosexuality as a national political issue, alongside movements like gay liberation and the AIDS crisis, had a profound impact on American politics and society. When America openly accepted homosexuals into its civic and cultural life , it marked a significant enhancement of its democracy.\n\nYou can listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/pursuing-gay-rights-in-americas-democracy-featuring/id1451517552?i=1000654933230), Amazon Music. Spotify and Deezer.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/2ceeydce8ZNhEu3io7aXDw/68674df7dc157b62c3bab7d189f42643/Jamie_Kirchick_template.png?w=800&fm=webp&q=80&fit=fill",
        "title": "James Kirchick"
      },
      "button": {
        "url": "/democracy/season-5-episode-14-james-kirchick/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Democracy",
      "theme": "democracy",
      "type": "website",
      "heading": "Season 5, Episode 13 | Jeffrey Rosen",
      "excerpt": "In this episode we delve into Jeffrey Rosen's latest work The Pursuit of Happiness. As the President of the National Constitution Center and a Professor of Law at George Washington University, Rosen brings a unique perspective on America's democratic foundations. Through an exploration of classical writers and America's own philosophers and political founders, Rosen and Keen engage in a discussion on the challenges facing American democracy and law today. We ask crucial questions: How closely do America's democratic institutions align with the ideals of the founding fathers? What insights can we glean from the evolution of American law and government practices over centuries? And, perhaps most importantly, what elements from our past are essential for sustaining and enriching American democracy? \n\nJeffrey Rosen is the president and CEO of the National Constitution Center, where he hosts We the People, a weekly podcast of constitutional debate. He is also a professor of law at the George Washington University Law School and a contributing editor of The Atlantic. He was previously the legal affairs editor of The New Republic and a staff writer for The New Yorker. Rosen is a graduate of Harvard College; Oxford University, where he was a Marshall Scholar; and Yale Law School.\n\nYou can listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/how-the-constitution-and-the-law-can-save/id1451517552?i=1000651315691), Amazon Music. Spotify and Deezer.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/1nrEdo0EcZT6iKJSRf7xW9/1da5e5bacd472b26e9edc6b8c6d85e43/Jeffrey_Rosen_template.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Jeffrey Rosen"
      },
      "button": {
        "url": "/democracy/season-5-episode-13-jeffrey-rosen/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Democracy",
      "theme": "democracy",
      "type": "website",
      "heading": "Season 5, Episode 12 | James Traub",
      "excerpt": "In this episode journalist and historian James Traub delves into the paradoxical nature of liberalism in the postwar years. The continuation of New Deal social and economic reforms characterized a society of consensus in fulfillment of democratic ideals in the Cold War years. However, The illusory  impression was built on the continuation of Jim Crow systems in the South and deepening  racial inequity in the rest of the country. Resistance stirred underneath  consensus and the illusion of an expanding liberalism and democratic enhancement. \n\nJames Traub is an American journalist and scholar specializing in international affairs. He is a columnist and contributor to the website foreignpolicy.com. He worked as a staff writer for The New Yorker from 1993 to 1998 and as a contributing writer to The New York Times Magazine from 1998 to 2011. He has also written extensively about national politics, urban affairs, and education. His new book, What Was Liberalism? The Past, Present and Promise of  Noble Idea, will be published in September. His works include What Was Liberalism? The Past, Present and Promise of  Noble Idea; John Quincy Adams: Militant Spirit; and The Freedom Agenda, on the American policy of democracy promotion. He teaches classes on American foreign policy and on the history of liberalism at NYU Abu Dhabi and at NYU.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/how-to-fix-democracy/id1451517552) and more. ",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/1lOi5zix3JMf78VQKKO0Dr/ce033d0ba715a5a511cb756ab5881616/James_Traub_template.png?w=800&fm=webp&q=80&fit=fill",
        "title": "James Traub"
      },
      "button": {
        "url": "/democracy/season-5-episode-12-james-traub/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Democracy",
      "theme": "democracy",
      "type": "website",
      "heading": "Season 5, Episode 11 | Sarah Snyder",
      "excerpt": "In conversation with Prof. Sarah Snyder, an historian of Cold War international relations, Andrew Keen examines the relationship of democratic goals with the realities of American foreign policy. As the world’s great post-war democratic and capitalistic power, the US opposed Russia and China through strategic foreign aid and  diplomatic interventions—often with non-democratic regimes. Internal divisions and controversies about the role of the United Nations, international human rights initiative and racial divisions in the US however challenged that post-war consensus.   \n\nSarah Snyder is a historian who specializes in the influence of nonstate actors such as human rights activists and expatriates on U.S. foreign relations. She is the author of From Selma to Moscow: How Human Rights Activists Transformed U.S. Foreign Policy (Columbia University Press, 2018), which explains how transnational connections and 1960s-era social movements inspired Americans to advocate for a new approach to human rights. The Society for Historians of American Foreign Relations awarded it the 2019 Robert H. Ferrell Prize for distinguished scholarship in the history of American foreign relations.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/sarah-snyder/id1451517552?i=1000647936679) and more. ",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/7K9IcMDGI0Aq8Na65BVzDq/5a282413d14b9aaf32e66c13c89e5fd6/Podcast-Sarah_Snyder_template.png?w=800&fm=webp&q=80&fit=fill",
        "title": "HTFD Cover_Sarah Snyder"
      },
      "button": {
        "url": "/democracy/season-5-episode-11-sarah-snyder/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Democracy",
      "theme": "democracy",
      "type": "website",
      "heading": "Season 5, Episode 10 | Carol Anderson",
      "excerpt": "In this episode, host Andrew Keen speaks with Dr. Carol Anderson, Professor of History at Emory University. They discuss America in the post-World War II years when America emerged as the world's leading democratic country. That claim was belied by the reality of a flawed and unfulfilled democracy at home.  Black Americans, who joined the military in great numbers and fought with great distinction, returned to Jim Crow America and discrimination in many parts of the country. It continued practices of oppression and blocked the expansion of global post-war Human Rights doctrines from applying to the United States.  \n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/dr-carol-anderson/id1451517552?i=1000643967062), [Spotify](https://open.spotify.com/episode/4SXlE1h6S0T7lmS3OO38Dl?si=22ERODQYSMSK2nLCR5ZyYg), [Deezer](https://deezer.page.link/Yj2G9X2Fdq1yPSYr8), and more. ",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/2Vxbhgol80mD5GafAWbrzw/f9d844c14600db3807c641678f83b387/Carol_Anderson_template.png?w=800&fm=webp&q=80&fit=fill",
        "title": "HTFD Carol Anderson Cover"
      },
      "button": {
        "url": "/democracy/season-5-episode-10-carol-anderson/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Season 5, Episode 9 | Kevin Baker",
      "excerpt": "In this episode, host Andrew Keen discusses with writer and editor, Kevin Baker, the multifaceted changes and growth of American democracy. Significant cultural innovations, technological advancements, and societal shifts occurred between the two World Wars. Baker emphasizes America's transformation into a cultural and political powerhouse during this period, where its arts and politics gained global recognition and when American culture including literature, music, and cinema, played a pivotal role in shaping societal views and politics.\n\nKevin Baker, born in August 1958 in Englewood, New Jersey, grew up in Rockport, Massachusetts. He graduated from Columbia University in 1980 and has since pursued a career as a writer and editor. His writing includes novels like *Sometimes You See It Coming *and *Dreamland*, forming part of his New York City of Fire trilogy. He also contributed to Harold Evans' popular history book, *The American Century*. Additionally, Baker has written for numerous publications such as The New York Times, The New Republic, Politico.com, and Harper's Magazine. He was recognized as a 2017 Guggenheim Fellow for non-fiction.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/kevin-baker/id1451517552?i=1000638445808), [Spotify](https://open.spotify.com/episode/4ADv57b9JWvpMY5Yzhd2rA?si=V-Fg4pM8TliE1B0yM2HNSg), [Deezer](https://www.deezer.com/us/show/2341892), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/6ch7rVAMpOqzdMAGRbuXf1/9db544a273613ad00e7c1fa1a2298aa0/Kevin_Baker_template.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Kevin Baker"
      },
      "button": {
        "url": "/podcasts/season-5-episode-9-kevin-baker/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 5, Episode 8 | Jill Watts",
      "excerpt": "In this How to Fix Democracy episode, host Andrew Keen talks to Jill Watts, author of The Black Cabinet, about the untold story of African Americans and politics during the age of Franklin Delano Roosevelt. That history, from the end of World War I deep into the years of the New Deal, reveals high expectations and hopes followed by deep disappointments and betrayals. Challenged once again, American democracy failed to meet the needs of its African-American population and the equal benefits of citizenship.\n\nJill Watts is a Professor Emeritus of History at California State University San Marcos where she currently teaches United States Social and Cultural History, African American History, Film History, and Digital History. Jill is the author of The *Black Cabinet: The Untold Story of African Americans and Politics During the Age of Roosevelt*.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/jill-watts/id1451517552?i=1000634393429), [Spotify](https://open.spotify.com/episode/2zzCDMWF8svwnu1vfiffFX?si=jsLivKVqQA6Zfm8Mm3wApQ), [Deezer](https://www.deezer.com/us/show/2341892), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/5CFdhEioqLm0PhsK7SWGO1/a04cdf885f766f9f0f58e539a941d1a9/Jill_Watts_template.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Jill Watts"
      },
      "button": {
        "url": "/podcasts/season-5-episode-8-jill-watts/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Season 5, Episode 7 | Allida Black",
      "excerpt": "Allida Black speaks with host Andrew Keen about the history of women in politics and the impact of their noteworthy political and social activism, which dates back a time well before the Women's Right to Vote.\n\nDr. Allida Black is a historian, author, and editor of the Eleanor Roosevelt Papers.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/allida-black/id1451517552?i=1000632474437), [Spotify](https://open.spotify.com/episode/24H4s7OGTxFLBntFib93WP?si=Dc2Q1jcbTbi-OT5ART3xTA), [Deezer](https://www.deezer.com/us/show/2341892), and more. ",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/6wKG6uvDkritFqGBIqZozx/6136b28c66de93761df9e250473a9895/Allida_Black_template.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Allida Black"
      },
      "button": {
        "url": "/podcasts/season-5-episode-7-allida-black/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Season 5, Episode 6 | Richard Norton Smith",
      "excerpt": "In this episode of How to Fix Democracy, host Andrew Keen engages in a conversation with the author and historian Richard Norton Smith, delving into a discussion about the Hoover presidency and its profound relevance for the United States during a time of upheaval and economic depression.\n\nAuthor and historian Richard Norton Smith enjoys national recognition as an expert on the American presidency. After graduating from Harvard in 1975, he began his career as a White House intern and subsequently served as a speechwriter for Senator Edward Brooke of Massachusetts. Smith held the position of Director at various prestigious institutions, including the Herbert Hoover Presidential Library and Museum, the Dwight D. Eisenhower Center, and the Ronald Reagan Presidential Library.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/richard-norton-smith/id1451517552?i=1000628574923), [Spotify](https://open.spotify.com/episode/0yCIsGBatzpRzOiEUotqeK?si=rvTZvWf5QDaO2pT6x4RupQ), [Deezer](https://www.deezer.com/us/show/2341892), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/3Ie0FW6A6QitjugFXJ4xHa/3a8b7f35d9660c26aca680d806d23fad/season_5_episode_6.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 5 episode 6"
      },
      "button": {
        "url": "/podcasts/season-5-episode-6-richard-norton-smith/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 5, Episode 5 | Paul Sparrow",
      "excerpt": "Paul Sparrow, former Director of the Franklin D. Roosevelt Presidential Library and Museum, speaks with Andrew Keen about the immense challenges and legacies of FDR and his administration. Sparrow maintains that Roosevelt saved American democracy from an existential crisis caused by the Great Depression and the failure of previous administrations to provide for the welfare of the public. In this episode of How to Fix Democracy, Sparrow delves into the deep complexities of the 32nd U.S. President who employed the powerful resources of his mind and personality.\n\nPaul Sparrow is a writer, historical consultant, and the former Director of the Franklin D. Roosevelt Presidential Library and Museum. Before moving to the FDR Library, he was the Deputy Director and Senior Vice President for Broadcasting and New Media at the Newseum in Washington, D.C. He was a founding partner in the University of Maryland’s Future of Information Alliance and a pioneer in interactive digital media. Prior to his work at the Newseum, Sparrow was an Emmy-Award winning television producer, and showrunner for Discovery, TLC, Fox, and PBS. He began his television career at KPIX, the CBS affiliate in San Francisco.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/paul-sparrow/id1451517552?i=1000624543710), [Spotify](https://open.spotify.com/episode/471WcJdAAEeKx3DJLjKPBC?si=acDzOXX_T6SXEOUKn_aCYw), [Deezer](https://www.deezer.com/us/show/2341892), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/6WSst4lUgOvf8DI4QoPqab/ad3d4665b588d4da58b3789bbea11045/season_5_episode_5.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 5 episode 5"
      },
      "button": {
        "url": "/podcasts/season-5-episode-5-paul-sparrow/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 5, Episode 4 | Derek Leebaert",
      "excerpt": "In this episode of How to Fix Democracy, author and historian Derek Leebaert provides a revisionist account of President Franklin Roosevelt and four members of his Cabinet. According to Leebaert, the 1920s were beset by economic distress and labor unrest that culminated in the Great Depression. Supported by Frances Perkins, Harold Ickes, Henry Wallace and Harry Hopkins, the Roosevelt presidency provided new solutions to much of America’s endemic vulnerability, inequality, and instability. Leebaert describes the President as a deeply complex leader—a man of steely ambitions —who worked with the four Cabinet officials to escape the Depression and prepare the United States for world leadership.\n\nDerek Leebaert won the biennial 2020 Truman Book Award for \"Grand Improvisation\". His previous books include \"Magic and Mayhem: The Delusions of American Foreign Policy from Korea to Afghanistan\" and \"To Dare and to Conquer: Special Operations and the Destiny of Nations\", both Washington Post Best Books of the Year. He was a founding editor of the Harvard/MIT journal International Security and is a cofounder of the National Museum of the U.S. Army. He holds a D.Phil from Oxford and lives in Washington, D.C.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/derek-leebaert/id1451517552?i=1000622188571), [Spotify](https://open.spotify.com/episode/5Ed2YAq2VW9597JbmgVSpJ?si=dRscNE3vQTqt0llP7j0upw), [Deezer](https://deezer.page.link/zViXvV4TAHwYSFsG8), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/1RzTyzKTOhdVyScFTOkV4u/79f432f3f672b24942c836318d57a8bd/season_5_episode_4.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 5 episode 4"
      },
      "button": {
        "url": "/podcasts/season-5-episode-4-derek-leebaert/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 5, Episode 3 | Robert Kagan",
      "excerpt": "In this 3rd episode of the season, host Andrew Keen talks to Robert Kagan, the distinguished Brookings Institute scholar of foreign policy, about America’s dramatically changing place in the world during the Twenties and Thirties. According to Kagan, at the end of World War I Europe expected American democracy to lead a new world order. The Versailles Treaty, designed to engage America in post-war Europe, failed to gain domestic support. America, the world’s leading economic powerhouse, retreated into its heartland of domestic concerns: consumer consumption, fears of anarchy, socialism, and communism as well as immigrants from Eastern and Southern Europe and Asia. The U.S. Senate, led by conservatives, reinforced America’s isolationist foreign policy throughout the 1920s. The domestic power only shifted to the White House and State Department in the late 1930s when the dangers of European fascism threatened America’s stability and power.\n\nRobert Kagan is the Stephen & Barbara Friedman Senior Fellow with the Project on International Order and Strategy in the Foreign Policy Program at the Brookings Institution. He is a contributing columnist at The Washington Post and the author of several books, including \"The Ghost at the Feast: America and the Collapse of World Order, 1900-1941\" and \"Of Paradise and Power: America and Europe in the New World Order\". Kagan served in the State Department from 1984 to 1988 as a member of the policy planning staff, as principal speechwriter for Secretary of State George P. Shultz, and as deputy for policy in the Bureau of Inter-American Affairs.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/robert-kagan/id1451517552?i=1000620627924), [Spotify](https://open.spotify.com/episode/6t5NZGqgqmys4op6sjBCBb?si=d8NtJaRASU-dYiOuD78o4w), [Deezer](https://www.deezer.com/us/show/2341892), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/3rIdUWDBKWH8BlhYSsUbi6/ec4f3f01e55f362cf606df0a52864349/season_5_episode_3.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 5 episode 3"
      },
      "button": {
        "url": "/podcasts/season-5-episode-3-robert-kagan/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Season 5, Episode 2 | Edward Larson",
      "excerpt": "In 1924, John Scopes, an instructor in a public school in Dayton, Tennessee, was indicted for violating the Tennessee Butler Act for teaching evolution in a publicly funded school. Strong personalities and strong beliefs clashed in the courthouse as they engrossed and even inflamed the country. Clarence Darrow, America's most famous litigator dramatically clashed with Williams Jennings Bryan, populist, presidential nominee and evangelical believer. The \"trial of the century,\" as it was called, revealed profound cultural and religious issues. Despite Darrow's passionate espousal of free speech and civil liberties, Scopes was found guilty. The conviction was overturned but the issues were hardly resolved. Controversies over public education have continued to reverberate in America, reaching deep into each decade from the 1920s to today. Historian and legal scholar Edward Larson illuminates that history and relevance for us today.\n\nLarson holds the Hugh and Hazel Darling Chair in Law and is University Professor of History at Pepperdine University. Originally from Ohio with a PhD in the history of science from the University of Wisconsin-Madison and law degree from Harvard, Larson has lectured on all seven continents and taught at Stanford Law School, University of Melbourne, Leiden University, and the University of Georgia, where he chaired the History Department. Prior to becoming a professor, Larson practiced law in Seattle and served as counsel for the U.S. House of Representatives in Washington, DC. \n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/how-to-fix-democracy/id1451517552), [Spotify](https://open.spotify.com/episode/6fAkGKPrMb3akYSY4tpYl9?si=I0OVZ6zUQvuH6n3EH_v-_A), [Deezer](https://www.deezer.com/us/show/2341892?deferredFl=1), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/77GWJe3eb2vv2OMSkEZRxG/784912950e11762d8c4c4b5a5aba9a9a/season_5_episode_2.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 5 episode 2"
      },
      "button": {
        "url": "/podcasts/season-5-episode-2-edward-larson/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 5, Episode 1 | Adam Hochschild",
      "excerpt": "American Democracy in the Aftermath of World War I | In the first episode of Season 5, How to Fix Democracy host Andrew Keen sits down with Adam Hochschild, historian, journalist, and award-winning author of “American Midnight: The Great War, a Violent Peace, and Democracy's Forgotten Crisis.\" Hochschild takes us on a journey to America in the aftermath of World War I – a country divided by labor strife, xenophobic fear of immigrants, and massive violations of civil rights. Both provincially insular and dynamically modern, Hochschild introduces us to an America nostalgic for an idyllic pre-war normalcy that can never be recaptured. \n\nHow to Fix Democracy Season 5 covers 100 years of American democracy between 1924 and 2024. The season uncovers the complexities of U.S. history and asks our distinguished guests why it remains the most iconic and yet misunderstood democratic system in the world. This season is brought to you by the Bertelsmann Foundation and Humanity in Action. Listen wherever you get your podcasts.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/how-to-fix-democracy/id1451517552), [Spotify](https://open.spotify.com/episode/3ZyoFf6KO8AqmA2GEy12ZP), [Deezer](https://deezer.page.link/iF4U8Z6cSDP132LN6), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/74Jpp2W8K91Rq7gwKGR7ol/b6d04c0b544f17ba33a9387524efd51c/season_5_episode_1.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 5 episode 1"
      },
      "button": {
        "url": "/podcasts/season-5-episode-1-adam-hochschild/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Season 4 Special Episode | Moisés Naím",
      "excerpt": "How Authoritarian Leaders Wield & Maintain Power | On October 20, 2022, Moisés Naím joined host Andrew Keen for a live episode of How to Fix Democracy in the Bertelsmann Foundation office in Washington, DC to discuss how authoritarian leaders wield and maintain power in contemporary politics. Author of “The End of Power” (2013) and “The Revenge of Power: How Autocrats are Reinventing Politics in the 21st Century” (2022), Moisés Naím is an authoritative political thinker and best-selling author. In this episode, he explains how authoritarian political leaders use three “P”s to maintain their power: populism, polarization, and post-truths.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/mois%C3%A9s-na%C3%ADm/id1451517552?i=1000602980236), [Spotify](https://open.spotify.com/episode/3sn6yTPkeYjpkYIeFotZHD?si=ypm-HW7fTYC_ST6aohiAUA), [Deezer](https://deezer.page.link/NHcHXcUK5zbnAZXL9), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/6a7VerLbHQiNLQAQik95We/1e5672abc661b11bbb9e2cd2d76d1ca2/season_4_moises_naim_special_1.png?w=800&fm=webp&q=80&fit=fill",
        "title": " "
      },
      "button": {
        "url": "/podcasts/season-4-special-episode-moiss-nam/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 4, Episode 11 | Larry Diamond",
      "excerpt": "The state of American democracy in the shadow of January 6th | Nearly two years on, the January 6th insurrection is still lingering over Washington, DC like a dark cloud. The events leading up to the Capitol insurrection, as well as the attack itself, have signaled a major threat to American democracy. Will the United States be able to recover fully from these events, or is the damage irreparable? Does the presidency of Joe Biden mean that healing can take place, or will future political leaders seek to insight violence whenever their platform is threatened? \n\nLarry Diamond is a senior fellow at the Freeman Spogli Institute for International Studies at Stanford University. He is the author of several books, including Ill Winds and The Spirit of Democracy. In this episode of How to Fix Democracy, he joins host Andrew Keen to discuss the state of democracy in the United States post-January 6th.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/larry-diamond/id1451517552?i=1000590434883), [Spotify](https://open.spotify.com/episode/1pAsskdkNPfyfs2bxIJrhU), [Deezer](https://deezer.page.link/XHF97p3vpBSVw69i8), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/740Na26thz6rpBxEM34Qxi/5a4ef2e1f7ce516edcc3cb2d94ae7a72/season_4_episode_11-01.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 4 episode 11-01"
      },
      "button": {
        "url": "/podcasts/season-4-episode-11-larry-diamond/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 4, Episode 10 | Michael Thorning",
      "excerpt": "Is Bipartisanship Possible in the United States? | The 2020 Presidential Election clarified the need for a unified, authoritative understanding of elections and election systems in the United States. In recent weeks, Democratic legislators have been working to pass the Electoral Count Reform Act to update outdated systems and clarify the role of the Vice President in electoral proceedings. Simultaneously, the Republican-backed Moore v. Harper case will be heard before the Supreme Court to determine how much power states can have over voting access and election results. Will it ever be possible to have a bipartisan, unified approach to voting rights in the United States? \n\nMichael Thorning is the Director of Governance at the Bipartisan Policy Center, a think tank in Washington, DC, that seeks to foster bipartisanship in American politics. In this episode of How to Fix Democracy, he joins host Andrew Keen to discuss the implications for the current and upcoming voting rights legislation, as well as the need for bipartisanship in order to defend democracy in the United States.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/michael-thorning/id1451517552?i=1000589244777), [Spotify](https://open.spotify.com/episode/3jJ1TtVAxlI4bdNPlec87y), [Deezer](https://www.deezer.com/us/show/2341892), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/5fCNEZsvAhpotyg1qxE7T9/d99318104ba38ff0d5bb8a8d015b42fb/season_4_episode_10-01.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 4 episode 10-01"
      },
      "button": {
        "url": "/podcasts/season-4-episode-10-michael-thorning/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 4, Episode 9 | Dana Milbank",
      "excerpt": "The Transformation of the Republican Party | Throughout the last thirty years, the Republican Party in the United States has undergone a great change. How did the party come to adopt such a polarized platform in which white supremacy, conspiracy theories, and authoritarianism are no longer off limits? Washington Post columnist Dana Milbank traces this transformation from Newt Gingrich’s Contract with America in 1994 to the January 6th insurrection in 2021 in his new book The Destructionists: The Twenty-Five Year Crack-Up of the Republican Party. In this episode of How to Fix Democracy, he joins host Andrew Keen to discuss the new voices of the Republican Party, how they came to power, and whether or not the party will be forced to change.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/dana-milbank/id1451517552?i=1000587292502), [Spotify](https://open.spotify.com/episode/6wqopOxKxt44waTSMpCsg8), [Deezer](https://www.deezer.com/us/show/2341892), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/v9T5S52PUUyZkkSGSSnS8/ca3b565fc1037c34c4a2e515a0253990/season_4_episode_9-01.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 4 episode 9-01"
      },
      "button": {
        "url": "/podcasts/season-4-episode-9-dana-milbank/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 4, Midterm Elections Special | Rebekah Caruthers",
      "excerpt": "Midterm Elections Special | Many Americans are preparing to head to the polls on November 8, 2022 for the US Midterm Elections. Following the elections of 2020, many are worried about the rise of election denial and the growing distrust of electoral systems. Rebekah Caruthers, the Vice President of the Fair Elections Center, advocates for election security, the safety of elections officials, and equal voting access for all American citizens. In this episode of How to Fix Democracy, she joins host Andrew Keen to discuss the implications for the 2022 Midterm Elections and gives advice for citizens on Election Day.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/rebekah-caruthers/id1451517552?i=1000585081742), [Spotify](https://open.spotify.com/episode/6uYLOmQDdIHiXxj42m8GX0?si=3b23dcb6d3654a69), [Deezer](https://deezer.page.link/PsJi4xAns4wmxP1P7), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/4Fkw9H8fxGAG1h6IxFL46Y/eaddaa7feefcd70efddeb73cac2361bb/season_4_midterm_special_1-01.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 4 midterm special 1-01"
      },
      "button": {
        "url": "/podcasts/season-4-midterm-elections-special-rebekah-caruthers/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 4, Episode 8 | Darrell M. West",
      "excerpt": "American Ideologies and Trumpism | “Trumpism'' has emerged as a powerful force in American political ideology since the 2016 election. It is characterized by a philosophy that leans heavily on populism, ultra-nationalism, and religious fundamentalism – all part of the platform that bolstered Former President Donald Trump throughout his administration and beyond. However, if Donald Trump were to disappear tomorrow, the forces that brought him to power would still very much be at play in the hearts and minds of American conservatives, explains our latest guest. Darrell M. West is the Vice President and Director of Governance Studies at the Brookings Institution, as well as the author of Power Politics: Trump and the Assault on American Democracy. In this episode of How to Fix Democracy, he joins host Andrew Keen to discuss how Trumpism came to be, and how it is influencing the structures of American democracy.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/darrell-m-west/id1451517552?i=1000582959183), [Spotify](https://open.spotify.com/episode/1DEyjueHbSsC69DpDxcBZw), [Deezer](https://deezer.page.link/KN4Y2nhZDEnzKav39), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/3s4QSyW5QJGbQD5GtZDgZt/017a43c97ab419ca39d9b54d6ec66587/season_4_episode_8.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 4 episode 8"
      },
      "button": {
        "url": "/podcasts/season-4-episode-8-darrell-m-west/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 4, Episode 7 | Dahlia Lithwick",
      "excerpt": "The legitimacy of the U.S. Supreme Court | The popularity of the U.S. Supreme Court has been in sharp decline throughout the last two years. Since the overturning of Roe v. Wade in June of 2022, many Americans, feeling unheard and unseen by the court’s decision, have been asking the question, “Why does the Supreme Court have so much power?” Dahlia Lithwick, lawyer and author of Lady Justice, explains how the latest rulings by the Supreme Court threaten the fabric of American democracy. If the Supreme Court is no longer serving the people, is it still legitimate? In this episode of How to Fix Democracy, Lithwick joins host Andrew Keen to discuss the implications for the Dobbs Ruling, the decline in popularity of the Supreme Court, and whether or not the Supreme Court can maintain its legitimacy moving forward.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/dahlia-lithwick/id1451517552?i=1000580697638), [Spotify](https://open.spotify.com/episode/5FkBIdgFmOiIYtwLkDokvf), [Deezer](https://deezer.page.link/d7Jkc3B5pNbKghFK6), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/6SnNsty89wnP0H6CHyJEa3/4bfe7b579eb711e383798c61e38c1dbb/season_4_episode_7.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 4 episode 7"
      },
      "button": {
        "url": "/podcasts/season-4-episode-7-dahlia-lithwick/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 4, Episode 6 | Katherine Stewart",
      "excerpt": "Religion and American Conservatism | The American far-right has, in many ways, become inseparable from religious conservatism and fervor. Religious movements and organizations provide the foundation, funding, and voting base of the extreme right in American politics, explains our latest guest. Katherine Stewart, the author of The Power Worshippers: Inside the Dangerous Rise of Religious Nationalism, has spent her career reporting on the dwindling separation between church and state in the United States. In this episode of How to Fix Democracy, she joins host Andrew Keen to discuss how religious nationalism has been cultivated by leaders on the far-right for political gain.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/katherine-stewart/id1451517552?i=1000579220276), [Spotify](https://open.spotify.com/episode/6R0QCQeKGnvOKlgBBb2jTM?si=r7OLdwMtT8G0fo54p5gj2w), [Deezer](https://www.deezer.com/us/show/2341892), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/2cIYRNY1ukBTEPf0DbLc8F/00611a0aa9f1c4ac24f63bc2c60501c6/season_4_episode_6.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 4 episode 6"
      },
      "button": {
        "url": "/podcasts/season-4-episode-6-katherine-stewart/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 4, Episode 5 | Cynthia Miller-Idriss",
      "excerpt": "The Health of American Democracy | The erosion of democratic values in the United States has led many to refer to American democracy as “sick” and in need of healing. Extremism, disinformation, and civic illiteracy have fueled radical beliefs and led to grave polarization within American society. Cynthia Miller-Idriss, director of the Polarization and Extremism Research Innovation Lab (PERIL), and author of Hate in the Homeland: The New Global Far Right, has focused her research on these issues and how our society can overcome them. In this episode of How to Fix Democracy, Dr. Miller-Idriss joins host Andrew Keen to discuss the state of American democracy today, the rise of extremism and radicalization, and strategies for curing what is seemingly irreversible polarization.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/cynthia-miller-idriss/id1451517552?i=1000575660543), [Spotify](https://open.spotify.com/episode/4xSgjYFSnlPvXqa9FqopHR?si=tut53I6VSsqxUsC3kCbTIg), [Deezer](https://deezer.page.link/vjBa8tZg2MX943XG9), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/HqDByDjZGyrphmncYAqIQ/e7d467d9b53524a4dbc3d173fbf28018/season_4_episode_5-01.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 4 episode 5-01"
      },
      "button": {
        "url": "/podcasts/season-4-episode-5-cynthia-miller-idriss/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 4, Episode 4 | Andrea Young",
      "excerpt": "Andrea Young, the executive director of the ACLU in Georgia, is a lifelong advocate of voting and civil rights in the United States. Having participated in the Selma to Montgomery marches with her parents at nine years old, she has dedicated her life to ensuring the protection of civil liberties for marginalized groups in the United States. Georgia was of great importance in the 2020 Presidential Election, where President Joe Biden beat Donald Trump by only 12,000 votes. In this episode of How to Fix Democracy, Andrea Young discusses the history of structural racial injustice in the United States, the need for a multicultural democracy, and the role that Georgia is playing in paving the way to a stronger democratic system in which everyone’s voice can be heard and affirmed. \n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/andrea-young/id1451517552?i=1000569298102), [Spotify](https://open.spotify.com/episode/7ztMvBFQVkq8IsPCqDYjXH?si=Sm6GSvLDTqOKBGlR5x1f1w), [Deezer](https://deezer.page.link/C5Vfz35NvNB672Ly8), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/70knyuwLMcSiiE9nQQPYrk/deceac5e3486c0e3a4ab63032831445d/season_4_episode_4-01.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Andrea Young"
      },
      "button": {
        "url": "/podcasts/season-4-episode-4-andrea-young/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Season 4, Episode 3 | Mónica Guzmán",
      "excerpt": "Bridging the Partisan Divide | What does it mean to engage with someone on the other side of the political aisle? Mónica Guzmán has made it her mission to answer this question and facilitate thoughtful, constructive dialogue between the political left and right in the United States. In her latest book, I Never Thought of it That Way, she explores the ways in which American citizens can move beyond political barriers and work together to create a less divided political system. In this episode of How to Fix Democracy, she joins host Andrew Keen to discuss the dire state of the political landscape in the United States today, as well steps that we can take to fix it. She explores the ways in which she is able to engage with people who believe differently than her, and the events in her life which have led her to this place. \n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/m%C3%B3nica-guzm%C3%A1n/id1451517552?i=1000561665811), [Spotify](https://open.spotify.com/episode/2YCrap0qviNIED9csdVfrX?si=3fca251ced6c4bf9), [Deezer](https://deezer.page.link/2Z7kad6CpXuUv68X9), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/1GUUbUEk43zOiNePNuGUSY/472fa43e50291a7714c6a765686afe60/season_4_episode_3-01.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 4 episode 3-01"
      },
      "button": {
        "url": "/podcasts/season-4-episode-3-mnica-guzmn/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "report",
      "heading": "Season 4, Episode 2 | Peter Wehner and Jonathan Rauch",
      "excerpt": "In the latest episode of How to Fix Democracy, Peter Wehner and Jon Rauch join host Andrew Keen to discuss the history and implications of the stark transformation undergone by the Republican Party during and after Donald Trump’s presidency. As conservative researchers, they have a unique position to observe and analyze the recent shifts in the American political right. What does this change mean for the future of the party, and for political stability in the United States? Why have some conservatives chosen to leave the party, while some have chosen to stay? Find out here!\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/peter-wehner-and-jonathan-rauch/id1451517552?i=1000558066900), [Spotify](https://open.spotify.com/episode/3ugPOmtFpwnwxbGxXpuwRu?si=b1062807a56f4418), [Deezer](https://deezer.page.link/dSzJXopN7QipK3nF7), and more.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/6kqB76MuCK3eqVN99G7Fb3/c755b68c391f91631cec92c46b9343c6/season_4_episode_2-01.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 4 episode 2-01"
      },
      "button": {
        "url": "/podcasts/season-4-episode-2-peter-wehner-and-jonathan-rauch/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "report",
      "heading": "Season 4, Episode 1 | Cheryl Welch and Arthur Goldhammer",
      "excerpt": "Host Andrew Keen kicks off Season 4 with a discussion of Tocqueville's famous observational text, \"Democracy in America.\" Our fourth season of the podcast will focus on just that: democracy in the United States.\n\nHarvard University professors Cheryl Welch and Arthur Goldhammer are world-renowned experts and translators of the work of Alexis de Tocqueville.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/7buOOEvKnMgTBuiMKmMOmd/dabb4913905ac689603dd3513dca7c69/season_4_episode_1-01.png?w=800&fm=webp&q=80&fit=fill",
        "title": "season 4 episode 1-01"
      },
      "button": {
        "url": "/podcasts/season-4-episode-1-cheryl-welch-and-arthur-goldhammer/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Partner, Competitor, or Rival: The Transatlantic Relationship with China - 6",
      "excerpt": "This sixth and final episode of Wisdom of the Crowd is all about China. From the race to define the use of Artificial Intelligence, to securing critical materials around the globe, the issues on the horizon are both new and daunting. There has been a long debate about whether China is a partner, competitor, or rival, but it has become increasingly clear that policy makers in Washington and Brussels will have to accept that the country may be all three: A partner on existential global challenges like climate change. A competitor in trade, technology and shaping contours of the 21st century’s economic landscape. And a rival from the Taiwan Strait and the South China Sea to Ukraine and the Korean Peninsula.\n\nOur guests for this episode are __Jennifer Turner__, the director of the China Environment Forum at the Woodrow Wilson Center in Washington, DC; and __Theresa Fallon__, the founder and director of the Centre for Russia Europe Asia Studies (CREAS) in Brussels. They help us make sense of the complicated relationship between the U.S., Europe, and China – a relationship that is set to define the century ahead.\n\nWisdom of the Crowd is produced by the Bertelsmann Foundation, the Bertelsmann Stiftung, Are We Europe, and Awe Studio. Listen at the link below or wherever you get your podcasts.\n\n__Produced by__\n\n[Bertelsmann Foundation](https://www.bfna.org/)\n\n[Bertelsmann Stiftung](https://www.bertelsmann-stiftung.de/de/startseite)\n\n[Are We Europe](https://www.areweeurope.com/)\n\n[Awe Studio](https://studio.areweeurope.com/)\n",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/4qI9gV1nrgsUqdePPWFbUO/a8f208046612e4605f15c9ec3a6b7a3b/WOTC_cover_with_Stiftung_logo.png?w=800&fm=webp&q=80&fit=fill",
        "title": " "
      },
      "button": {
        "url": "/podcasts/partner-competitor-or-rival-the-transatlantic-relationship-with-china-6/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "A Trillion Dollar Partnership: The Future of the Transatlantic Economy - 5",
      "excerpt": "In this fifth episode of Wisdom of the Crowd we explore the intricate trade and economic relationship between the United States and Europe. Within this trillion-dollar partnership lies a complex history of agreements, conflicts, and transformative shifts that have altered its course throughout the years. From the rise of the Transatlantic Trade and Investment Partnership (TTIP) to its dramatic collapse, from the Trump administration’s contentious U.S.-EU trade dialogue to Biden’s Inflation Reduction Act, the partnership has seen its ups and downs. The central questions are: How has the past influenced today’s transatlantic trade and economic alliance, and what lies ahead?\n\nIn this episode, we delve into these questions with our guests, hearing both a U.S. and EU perspective. Our guests for this episode are __Daniel Hamilton__, a nonresident senior fellow at the Brookings Institution’s Center on the United States and Europe, and __Galina Kolev-Schaefer__, Senior Economist and Head of Macroeconomic Analysis and Forecast at the German Economic Institute. Take a listen!\n\nWisdom of the Crowd is produced by the Bertelsmann Foundation, the Bertelsmann Stiftung, Are We Europe, and Awe Studio. Sound design for this episode was done by Stefano Montali with editing by Nahal Sheikh. Research was done by Daniela Rojas Medina and Anthony Silberfeld. The podcast artwork is by Tamara Tasić, and this series is hosted by Rylie Munn.\n\nJoin the conversation on RANGE by [making your own forecast today](https://www.rangeforecasting.org/). \n\n__Produced by__\n\n[Bertelsmann Foundation](https://www.bfna.org/)\n\n[Bertelsmann Stiftung](https://www.bertelsmann-stiftung.de/de/startseite)\n\n[Are We Europe](https://www.areweeurope.com/)\n\n[Awe Studio](https://studio.areweeurope.com/)",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/4qI9gV1nrgsUqdePPWFbUO/a8f208046612e4605f15c9ec3a6b7a3b/WOTC_cover_with_Stiftung_logo.png?w=800&fm=webp&q=80&fit=fill",
        "title": " "
      },
      "button": {
        "url": "/podcasts/a-trillion-dollar-partnership-the-future-of-the-transatlantic-economy-5/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "The 21st Century Space Race: Geopolitical Competition or Cooperation? - 4",
      "excerpt": "In this fourth episode of Wisdom of the Crowd, we take a look at geopolitics, but not just how geopolitics play out here on earth. We’re going to zoom out a bit – looking at how space continues to operate as a stage for geopolitical competition, long after the Cold War of the last century. Today, new technologies and global powers, alongside private giants like SpaceX and Blue Origin, are re-shaping the space race. We will hear new perspectives and ask important questions about both the strategic opportunity and immense risk that comes with space exploration and colonization.\n\nOur guests on the show today are __Dr. Daniel Deudney__, an author and professor of political science at John Hopkins University, and __Dr. Pippa Malmgren__, a former U.S. presidential adviser, economist, and tech entrepreneur. In this episode, we get their views on the history of the space race, what it looks like today, and what the future holds.\n\nWisdom of the Crowd is produced by the Bertelsmann Foundation, the Bertelsmann Stiftung, Are We Europe, and Awe Studio. Sound design for this episode was done by Stefano Montali with editing by Nahal Sheikh. Research was done by Daniela Rojas Medina and Anthony Silberfeld. The podcast artwork is by Tamara Tasić, and this series is hosted by Rylie Munn.\n\nJoin the conversation on RANGE by [making your own forecast today](https://www.rangeforecasting.org/). \n\n__Produced by__\n\n[Bertelsmann Foundation](https://www.bfna.org/)\n\n[Bertelsmann Stiftung](https://www.bertelsmann-stiftung.de/de/startseite)\n\n[Are We Europe](https://www.areweeurope.com/)\n\n[Awe Studio](https://studio.areweeurope.com/)\n\n__Featured in this Episode__ \n\n[Dark Skies: Space Expansionism, Planetary Geopolitics, and the Ends of Humanity](https://global.oup.com/academic/product/dark-skies-9780190903343?cc=us&lang=en&)",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/4qI9gV1nrgsUqdePPWFbUO/a8f208046612e4605f15c9ec3a6b7a3b/WOTC_cover_with_Stiftung_logo.png?w=800&fm=webp&q=80&fit=fill",
        "title": " "
      },
      "button": {
        "url": "/podcasts/the-21st-century-space-race-geopolitical-competition-or-cooperation-4/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "The Great Tech Policy Debate: Should Innovation be Regulated? - 3",
      "excerpt": "In this third episode of Wisdom of the Crowd we take a look at technology. Specifically, we’ll hone in on the relationship between the U.S. and EU in the world of tech and trade policy. We’ll discuss how transatlantic partners are working together to tackle the biggest challenges in this field, including data privacy, artificial intelligence and tech regulation.\n\nOur guests on the show today are __Rob Atkinson__, the president of the Information Technology and Innovation Foundation (ITIF) in Washington, DC, and __Alejandro Cainzos__, member of the cabinet of Margrethe Vestager, the European Commission’s Executive Vice President for A Europe Fit for the Digital Age, joining us from Brussels. In the episode, we get their views on the challenges and opportunities of emerging technology and innovation. \n\nWisdom of the Crowd is produced by the Bertelsmann Foundation, the Bertelsmann Stiftung, Are We Europe, and Awe Studio. Sound design for this episode was done by Stefano Montali with editing by Nahal Sheikh. Research was done by Daniela Rojas Medina and Anthony Silberfeld. The podcast artwork is by Tamara Tasić, and this series is hosted by Rylie Munn.\n\nJoin the conversation on RANGE by [making your own forecast today](https://www.rangeforecasting.org/). \n\n__Produced by__\n\n[Bertelsmann Foundation](https://www.bfna.org/)\n\n[Bertelsmann Stiftung](https://www.bertelsmann-stiftung.de/de/startseite)\n\n[Are We Europe](https://www.areweeurope.com/)\n\n[Awe Studio](https://studio.areweeurope.com/)\n\n__Featured in this Episode__ \n\n[Information Technology & Innovation Foundation](https://itif.org/)\n\n[A Europe Fit for the Digital Age](https://commission.europa.eu/strategy-and-policy/priorities-2019-2024/europe-fit-digital-age_en)",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/4qI9gV1nrgsUqdePPWFbUO/a8f208046612e4605f15c9ec3a6b7a3b/WOTC_cover_with_Stiftung_logo.png?w=800&fm=webp&q=80&fit=fill",
        "title": " "
      },
      "button": {
        "url": "/podcasts/the-great-tech-policy-debate-should-innovation-be-regulated-3/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Are democracies a dying breed? - 2",
      "excerpt": "In this second episode of *Wisdom of the Crowd* we take a look at the state of global democracy. More specifically, we discuss why some democratic societies are on the decline, and whether democracies are equipped to face the challenges that arise in this particularly volatile period. \n\nOur guests in this episode are __Ambassador Derek Mitchell__, the current President of the __National Democratic Institute__ (or NDI) and former US Ambassador to Myanmar (also known as Burma) from 2012 to 2016; and __Mark R. Thompson__, director of the __Southeast Asia Research Center at the City University of Hong Kong__ and an expert on Southeast Asian governance. \n\nThey share their views on democratic decline, specifically honing in on Southeast Asia as a regional case study. We’ll hear about a range of government structures, from the “benevolent dictator” model in Singapore, to the military junta in Myanmar — asking ourselves, “why is democracy worth fighting for?” And: “is it really better than other models”? \n\nWisdom of the Crowd is produced by the Bertelsmann Foundation, the Bertelsmann Stiftung, Are We Europe, and Awe Studio. Sound design for this episode was done by Stefano Montali with editing by Kyrill Hartog. Research was done by Daniela Rojas Medina and Anthony Silberfeld. The podcast artwork is by Tamara Tasić, and this series is hosted by Rylie Munn.\n\nJoin the conversation on RANGE by [making your own forecast today](https://www.rangeforecasting.org/). \n\n__Produced by__\n\n[Bertelsmann Foundation](https://www.bfna.org/)\n\n[Bertelsmann Stiftung](https://www.bertelsmann-stiftung.de/de/startseite)\n\n[Are We Europe](https://www.areweeurope.com/)\n\n[Awe Studio](https://studio.areweeurope.com/)\n\n__Featured in this Episode__ \n\n[National Democratic Institute](https://www.ndi.org/)",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/4qI9gV1nrgsUqdePPWFbUO/a8f208046612e4605f15c9ec3a6b7a3b/WOTC_cover_with_Stiftung_logo.png?w=800&fm=webp&q=80&fit=fill",
        "title": " "
      },
      "button": {
        "url": "/podcasts/are-democracies-a-dying-breed-2/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Intro to crowdsourced forecasting - 1",
      "excerpt": "Welcome to *Wisdom of the Crowd*, a podcast miniseries that explores the future of transatlantic relations. From democracy and geopolitics to climate change and technology, we  take a closer look at the most pressing issues impacting the transatlantic alliance by interviewing top experts and using a strategy of crowd-sourced forecasting. We don’t just rely on experts and policy makers; we listen to a crowd of forecasters, and YOU, to determine the outcome of future events. We call that “the wisdom of the crowd”. \n\nIn this first episode, we talk about the art and science of forecasting. More specifically, we explore the concept behind this podcast series: tapping into the wisdom of the crowd. Our guests are  __Warren Hatch__, CEO of __Good Judgment__, and __Adam Siegel__, the CEO of __Cultivate Labs__ — two organizations that harness the power of forecasting to help governments, companies and nonprofits make better decisions.\n\nListen wherever you get your podcasts: [Spotify](https://open.spotify.com/show/3FZNWMZJIEclBonA0V6wLx?si=68c852b2fb7d42c7), [Apple Music](https://podcasts.apple.com/us/podcast/wisdom-of-the-crowd/id1674421315), [Google Podcasts](https://podcasts.google.com/feed/aHR0cHM6Ly9mZWVkcy5zaW1wbGVjYXN0LmNvbS9SMmxVYmwyaA?sa=X&ved=0CAMQ4aUDahcKEwjQtIi4sbv9AhUAAAAAHQAAAAAQBg), and more.\n\nJoin the conversation on RANGE by [making your own forecast today](https://www.rangeforecasting.org/). \n\n__Produced by__\n\n[Bertelsmann Foundation](https://www.bfna.org/)\n\n[Bertelsmann Stiftung](https://www.bertelsmann-stiftung.de/de/startseite)\n\n[Are We Europe](https://www.areweeurope.com/)\n\n[Awe Studio](https://studio.areweeurope.com/)\n\n__Featured in this Episode__ \n\n[Cultivate Labs](https://www.cultivatelabs.com/)\n\n[Good Judgement](https://goodjudgment.com/)",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/4qI9gV1nrgsUqdePPWFbUO/a8f208046612e4605f15c9ec3a6b7a3b/WOTC_cover_with_Stiftung_logo.png?w=800&fm=webp&q=80&fit=fill",
        "title": " "
      },
      "button": {
        "url": "/podcasts/intro-to-crowdsourced-forecasting-1/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Episode 6 | The Near Future of Transatlantic Relations",
      "excerpt": "Last episode I spoke with guests about how younger generations will shape the transatlantic relationship in years to come, this time we take a look just down the road ahead. In the European Union, Spain took over the presidency of the Council of the EU through the end of this year, and in 2024, both sides of the Atlantic will be shaped by elections. First, European elections will bring changes to the European Parliament and European Commission, and then all eyes will be on the US presidential election. I speak with experts on what to expect in the near future for the transatlantic relationship.\n\nFirst, Pol Morillas, Director of the [Barcelona Centre for International Affairs](https://www.cidob.org/), explains the recent snap elections in Spain and the priorities of the Spanish presidency of the Council of the European Union, which began in July. Then, Carisa Nietsche, Associate Fellow, Transatlantic Security Program, Center for a New American Security, catches me up on some of the main technology and security policy issues to watch. And lastly, Soraya Sarhaddi Nelson, journalist and host of the podcast Common Ground Berlin, concludes this podcast miniseries by reflecting on how transatlantic relations have changed in the last couple of years.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/bridging-the-atlantic/id1605180676), [Spotify](https://open.spotify.com/episode/2XZ7frbr9IhpTgTigdiF5U?si=kFtxRtP_Sf-_fVwT2IlqMQ), [Deezer](https://deezer.page.link/DiB8pgVTE88f6tpf9), and [Stitcher](https://www.stitcher.com/show/bridging-the-atlantic/episode/the-near-future-of-transatlantic-relations-306801262).",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/1Y9J9oylqQd6GHT17186Bh/fd53dc72d6154b69b38309c873234d80/Bridging_the_Atlantic__w_o_logos_.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Bridging the Atlantic"
      },
      "button": {
        "url": "/podcasts/episode-6-the-near-future-of-transatlantic-relations/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Episode 5 | Transatlantic Generational Divide",
      "excerpt": "How the transatlantic relationship looks in the future depends in large part on the younger generations who will inherit it. Millennials and Gen Z already exert their political influence through voting—and in some cases as legislators or even heads of government—but for the most part the transatlantic political agenda is set by older generations. In this episode, we dive into generational divides on both sides of the Atlantic and discuss why different generations have different political mindsets.\n\nFirst, Stephen Szabo, professor at George Washington University and senior fellow at the Johns Hopkins University [American Institute for Contemporary German Studies (AICGS)](https://www.aicgs.org/) explains generational dynamics and talks about how he differs from his students. Then Brandon Bohrn, project manager at the [Bertelsmann Stiftung](https://www.bertelsmann-stiftung.de/en/home/), and Gesine Weber, research analyst at the [German Marshall Fund](https://www.gmfus.org/) of the United States discuss the results of the [Transatlantic Trends 2022](https://www.bfna.org/politics-society/transatlantic-trends-2022/)  survey and report and share their personal thoughts on the transatlantic relationship.\n\n<iframe height=\"200px\" width=\"100%\" frameborder=\"no\" scrolling=\"no\" seamless src=https://player.simplecast.com/0992d250-0906-45cd-825b-32b8b252bb6e?dark=true></iframe>\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/transatlantic-generational-divide/id1605180676?i=1000590764248), [Spotify](https://open.spotify.com/episode/7IYfsYoNdxE6eFhQvNs69X), [Deezer](https://deezer.page.link/3eeGzPHySVLvHrUA6), and [Stitcher](https://www.stitcher.com/show/bridging-the-atlantic/episode/transatlantic-generational-divide-210046845).\n",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/1Y9J9oylqQd6GHT17186Bh/fd53dc72d6154b69b38309c873234d80/Bridging_the_Atlantic__w_o_logos_.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Bridging the Atlantic"
      },
      "button": {
        "url": "/podcasts/episode-5-transatlantic-generational-divide/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Episode 4 | Change Beyond Climate",
      "excerpt": "Earlier this year, the United Nations’ Intergovernmental Panel on Climate Change (IPCC) announced that keeping global warming below 1.5 degrees Celsius was no longer feasible. A summer of wildfires and droughts from the west coast of the United States to southern Spain kept the impact of climate change in the transatlantic headlines. Yet somehow, it seemed like there were always more salient political issues stealing attention away from climate action. But the idea that climate change is a separate issue from war, economic uncertainty, and political turmoil is false, explain the guests on this episode. Listen to hear three climate change experts discuss how global warming not only makes our climate more volatile, but also contributes to the likelihood of future conflict, shapes our political discourse, and is being increasingly incorporated into financial risk assessments.\n\nFirst, [Olivia Lazard](https://carnegieeurope.eu/experts/1858), Fellow at Carnegie Europe, lays out how competition for the resources needed to shift to greener energy can lead to conflict. [Matto Mildenberger](https://www.polsci.ucsb.edu/people/matto-mildenberger), Assistant Professor of Political Science at the University of California, Santa Barbara, compares how the different political systems in the United States and Europe have affected how climate change is treated in public discourse. And finally, [Madison Condon](https://www.bu.edu/law/profile/madison-condon/), Associate Professor of Law at Boston University, explains how large asset managers are incorporating climate change into risk assessment for their investments.\n\n<iframe height=\"200px\" width=\"100%\" frameborder=\"no\" scrolling=\"no\" seamless src=\"https://player.simplecast.com/9ecf9d92-0e18-4a86-878b-04cdcf69a0bd?dark=false\"></iframe>\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/change-beyond-climate/id1605180676?i=1000585485242), [Spotify](https://open.spotify.com/episode/1aBeDQSQO27OxWdrHDypah), [Deezer](https://deezer.page.link/c2rVLA8Ujyda6DuB6), and [Stitcher](https://www.stitcher.com/show/bridging-the-atlantic/episode/change-beyond-climate-208335863).",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/1Y9J9oylqQd6GHT17186Bh/fd53dc72d6154b69b38309c873234d80/Bridging_the_Atlantic__w_o_logos_.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Bridging the Atlantic"
      },
      "button": {
        "url": "/podcasts/episode-4-change-beyond-climate/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Episode 3 | Transatlantic Security",
      "excerpt": "Vladimir Putin has brought war back to Europe, presenting transatlantic security with the massive challenge of supporting Ukraine and shoring up their own defenses. Russia’s invasion of Ukraine has shifted the conversation from whether EU countries will spend more on defense, to how can they spend the newly pledged billions of euros the right way? As the response to the war in Ukraine has shown, NATO and the EU work well together when the need arises, but questions remain about how to enhance EU security while strengthening NATO. Listen to this latest episode of Bridging the Atlantic for transatlantic perspectives on Russia, NATO, and the EU’s newly released Strategic Compass.\n\nAmbassador of France to the United States [Philippe Étienne](https://franceintheus.org/spip.php?rubrique95) begins this episode with some reflections on his storied career before discussing the objectives of the French Presidency of the EU for defense policy. [Kristine Berzina](https://www.gmfus.org/find-experts/kristine-berzina), Senior Fellow and Head of the Geopolitics Team at the German Marshall Fund’s Alliance for Securing Democracy talks about the origins of her interest in transatlantic security and her view of the EU’s Strategic Compass. And finally, [Oliver Mõru](https://eu.mfa.ee/common-foreign-and-security-policy/), Counsellor for Common Security and Defence Policy at Permanent Representation of Estonia to the EU gives an Estonian perspective on NATO and EU sovereignty. \n\n<iframe height=\"200px\" width=\"100%\" frameborder=\"no\" scrolling=\"no\" seamless src=\"https://player.simplecast.com/49033ad9-1567-4110-9583-277045f465ff?dark=true\"></iframe>\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/transatlantic-security/id1605180676?i=1000558344685), [Spotify](https://open.spotify.com/episode/7rX8ggVCDDT4EY2gxD115V?si=2da25e3566b3437c), [Deezer](https://deezer.page.link/UwB1NpyTuLK8yRaq9), and [Stitcher](https://listen.stitcher.com/yvap/?af_dp=stitcher://episode/202573293&af_web_dp=https://www.stitcher.com/episode/202573293). ",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/1Y9J9oylqQd6GHT17186Bh/fd53dc72d6154b69b38309c873234d80/Bridging_the_Atlantic__w_o_logos_.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Bridging the Atlantic"
      },
      "button": {
        "url": "/podcasts/episode-3-transatlantic-security/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Episode 2 | Online Platform Regulation, Content Moderation, & Free Speech",
      "excerpt": "Disagreement over free speech online has been a thorn in the side of a common transatlantic approach to dealing with internet platform giants wielding huge influence over our online communication. Over time, the divide narrowed, but more importantly, policy approaches became more sophisticated. [Jana Gooth](https://en.alexandrageese.eu/contact/team/) (policy advisor to European Parliament Member Alexandra Geese), [Jeff Jarvis](https://www.journalism.cuny.edu/faculty/jeff-jarvis/) (professor of journalism at the City University of New York), and [Julian Jaursch](https://www.stiftung-nv.de/en/person/dr-julian-jaursch) (project director at the Stiftung Neue Verantwortung) explain how in the case of platform regulation, the United States and the European Union have converged despite different perspectives.\n\n <iframe height=\"200px\" width=\"100%\" frameborder=\"no\" scrolling=\"no\" seamless src=https://player.simplecast.com/7691a4db-feb2-4cf5-a3f5-4d37709e32e0?dark=true></iframe>\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/bridging-the-atlantic/id1605180676), [Deezer](https://deezer.page.link/d3E7eqT4rM6pCk6Y9), [Spotify](https://open.spotify.com/episode/0Cq8Vs60RVkJnKaCV872Vn?si=ojzDkSacQYSQ528NtvyEcA),and [Stitcher](https://www.stitcher.com/show/bridging-the-atlantic).\n",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/1Y9J9oylqQd6GHT17186Bh/fd53dc72d6154b69b38309c873234d80/Bridging_the_Atlantic__w_o_logos_.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Bridging the Atlantic"
      },
      "button": {
        "url": "/podcasts/episode-2-online-platform-regulation-content-moderation-free-speech/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Episode 1 | What Are Transatlantic Relations Today?",
      "excerpt": "This episode reaches back into the past to one of the most important artifacts of transatlantic history. Then, Rachel Rizzo, nonresident senior fellow at the [Atlantic Council's Europe Center](https://www.atlanticcouncil.org/programs/europe-center/), explains the foundations of the Euro-Atlantic alliance today. And finally, former NPR foreign correspondent Soraya Sarhaddi Nelson reflects on her experience as a journalist linking Germany and the United States and talks about the importance of finding common ground over disagreement.\n\n<iframe height=\"200px\" width=\"100%\" frameborder=\"no\" scrolling=\"no\" seamless src=\"https://player.simplecast.com/8a0ef7fe-ffce-4f05-892a-e15b60380eb6?dark=true\"></iframe>\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/bridging-the-atlantic/id1605180676), [Deezer](https://deezer.page.link/yrfhG7QGRM9jazzS6), [Spotify](https://open.spotify.com/episode/5To9iNbsq9HMXWDZy0CEjX?si=HP6Go3w4QIOTFgxXEcsa5A),and [Stitcher](https://listen.stitcher.com/yvap/?af_dp=stitcher://show/677130&af_web_dp=https://www.stitcher.com/show/677130).",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/1Y9J9oylqQd6GHT17186Bh/fd53dc72d6154b69b38309c873234d80/Bridging_the_Atlantic__w_o_logos_.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Bridging the Atlantic"
      },
      "button": {
        "url": "/podcasts/episode-1-what-are-transatlantic-relations-today/",
        "label": "Listen Here"
      }
    }
  ],
  "homePageUpdates": [
    {
      "brow": "Democracy",
      "theme": "democracy",
      "type": "website",
      "heading": "Season 5, Episode 15 | Jacob Heilbrunn",
      "excerpt": "In conversation with Andrew Keen, the American journalist Jacob Heilbrunn, outlines the continuous history of the close association of conservative views and the Republican Party in the early to Mid-Twentieth Century. He describes the party's support of strong anti-immigrant racial differences in the 1920s, hostility to the New Deal, support of the anti-Communist campaign of Senator McCarthy in the 1950s, and support of Donald Trump and his isolationist perspectives, now and in the recent past.\n\nYou can listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/the-republican-thread-conservatism-in-the/id1451517552?i=1000657801526), Amazon Music. [Spotify](https://open.spotify.com/episode/16XiEzF2UDIWbT8HkDyy9j?si=TxweHc3KTTK3kaY8lRzyCw) and Deezer.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/41nH4Qle2rkmioPsgw2MCq/824da246f93b5a73717f464ef9d6fd78/Jacob_Heilbrunn_template.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Jacob Heilbrunn"
      },
      "button": {
        "url": "/democracy/season-5-episode-15-jacob-heilbrunn/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Democracy",
      "theme": "democracy",
      "type": "website",
      "heading": "Season 5, Episode 14 | James Kirchick",
      "excerpt": "For this episode, host Andrew Keen sits down with James Kirchick journalist and author of the New York Times bestseller Secret City: The Hidden History of Gay Washington. They discuss the historical exclusion of gay individuals within American democracy, with a particular emphasis on the challenges--from legal persecution to professional exclusion and social stigmatization,  Kirchick and Keen explore how political attitudes towards gay rights have evolved, intertwining with broader cultural and political shifts. Kirchick describes the gradual inclusion of homosexuals in the democratic process, highlighting key moments of setbacks and progress over the past century. The conversation explores significant events such as the Kinsey Report in 1948, the Alger Hiss case, McCarthyism, and the political landscape during the 1960s, 1970s, and1980s.  The emergence of homosexuality as a national political issue, alongside movements like gay liberation and the AIDS crisis, had a profound impact on American politics and society. When America openly accepted homosexuals into its civic and cultural life , it marked a significant enhancement of its democracy.\n\nYou can listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/pursuing-gay-rights-in-americas-democracy-featuring/id1451517552?i=1000654933230), Amazon Music. Spotify and Deezer.",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/2ceeydce8ZNhEu3io7aXDw/68674df7dc157b62c3bab7d189f42643/Jamie_Kirchick_template.png?w=800&fm=webp&q=80&fit=fill",
        "title": "James Kirchick"
      },
      "button": {
        "url": "/democracy/season-5-episode-14-james-kirchick/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Partner, Competitor, or Rival: The Transatlantic Relationship with China - 6",
      "excerpt": "This sixth and final episode of Wisdom of the Crowd is all about China. From the race to define the use of Artificial Intelligence, to securing critical materials around the globe, the issues on the horizon are both new and daunting. There has been a long debate about whether China is a partner, competitor, or rival, but it has become increasingly clear that policy makers in Washington and Brussels will have to accept that the country may be all three: A partner on existential global challenges like climate change. A competitor in trade, technology and shaping contours of the 21st century’s economic landscape. And a rival from the Taiwan Strait and the South China Sea to Ukraine and the Korean Peninsula.\n\nOur guests for this episode are __Jennifer Turner__, the director of the China Environment Forum at the Woodrow Wilson Center in Washington, DC; and __Theresa Fallon__, the founder and director of the Centre for Russia Europe Asia Studies (CREAS) in Brussels. They help us make sense of the complicated relationship between the U.S., Europe, and China – a relationship that is set to define the century ahead.\n\nWisdom of the Crowd is produced by the Bertelsmann Foundation, the Bertelsmann Stiftung, Are We Europe, and Awe Studio. Listen at the link below or wherever you get your podcasts.\n\n__Produced by__\n\n[Bertelsmann Foundation](https://www.bfna.org/)\n\n[Bertelsmann Stiftung](https://www.bertelsmann-stiftung.de/de/startseite)\n\n[Are We Europe](https://www.areweeurope.com/)\n\n[Awe Studio](https://studio.areweeurope.com/)\n",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/4qI9gV1nrgsUqdePPWFbUO/a8f208046612e4605f15c9ec3a6b7a3b/WOTC_cover_with_Stiftung_logo.png?w=800&fm=webp&q=80&fit=fill",
        "title": " "
      },
      "button": {
        "url": "/podcasts/partner-competitor-or-rival-the-transatlantic-relationship-with-china-6/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "A Trillion Dollar Partnership: The Future of the Transatlantic Economy - 5",
      "excerpt": "In this fifth episode of Wisdom of the Crowd we explore the intricate trade and economic relationship between the United States and Europe. Within this trillion-dollar partnership lies a complex history of agreements, conflicts, and transformative shifts that have altered its course throughout the years. From the rise of the Transatlantic Trade and Investment Partnership (TTIP) to its dramatic collapse, from the Trump administration’s contentious U.S.-EU trade dialogue to Biden’s Inflation Reduction Act, the partnership has seen its ups and downs. The central questions are: How has the past influenced today’s transatlantic trade and economic alliance, and what lies ahead?\n\nIn this episode, we delve into these questions with our guests, hearing both a U.S. and EU perspective. Our guests for this episode are __Daniel Hamilton__, a nonresident senior fellow at the Brookings Institution’s Center on the United States and Europe, and __Galina Kolev-Schaefer__, Senior Economist and Head of Macroeconomic Analysis and Forecast at the German Economic Institute. Take a listen!\n\nWisdom of the Crowd is produced by the Bertelsmann Foundation, the Bertelsmann Stiftung, Are We Europe, and Awe Studio. Sound design for this episode was done by Stefano Montali with editing by Nahal Sheikh. Research was done by Daniela Rojas Medina and Anthony Silberfeld. The podcast artwork is by Tamara Tasić, and this series is hosted by Rylie Munn.\n\nJoin the conversation on RANGE by [making your own forecast today](https://www.rangeforecasting.org/). \n\n__Produced by__\n\n[Bertelsmann Foundation](https://www.bfna.org/)\n\n[Bertelsmann Stiftung](https://www.bertelsmann-stiftung.de/de/startseite)\n\n[Are We Europe](https://www.areweeurope.com/)\n\n[Awe Studio](https://studio.areweeurope.com/)",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/4qI9gV1nrgsUqdePPWFbUO/a8f208046612e4605f15c9ec3a6b7a3b/WOTC_cover_with_Stiftung_logo.png?w=800&fm=webp&q=80&fit=fill",
        "title": " "
      },
      "button": {
        "url": "/podcasts/a-trillion-dollar-partnership-the-future-of-the-transatlantic-economy-5/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "video",
      "heading": "Episode 6 | The Near Future of Transatlantic Relations",
      "excerpt": "Last episode I spoke with guests about how younger generations will shape the transatlantic relationship in years to come, this time we take a look just down the road ahead. In the European Union, Spain took over the presidency of the Council of the EU through the end of this year, and in 2024, both sides of the Atlantic will be shaped by elections. First, European elections will bring changes to the European Parliament and European Commission, and then all eyes will be on the US presidential election. I speak with experts on what to expect in the near future for the transatlantic relationship.\n\nFirst, Pol Morillas, Director of the [Barcelona Centre for International Affairs](https://www.cidob.org/), explains the recent snap elections in Spain and the priorities of the Spanish presidency of the Council of the European Union, which began in July. Then, Carisa Nietsche, Associate Fellow, Transatlantic Security Program, Center for a New American Security, catches me up on some of the main technology and security policy issues to watch. And lastly, Soraya Sarhaddi Nelson, journalist and host of the podcast Common Ground Berlin, concludes this podcast miniseries by reflecting on how transatlantic relations have changed in the last couple of years.\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/bridging-the-atlantic/id1605180676), [Spotify](https://open.spotify.com/episode/2XZ7frbr9IhpTgTigdiF5U?si=kFtxRtP_Sf-_fVwT2IlqMQ), [Deezer](https://deezer.page.link/DiB8pgVTE88f6tpf9), and [Stitcher](https://www.stitcher.com/show/bridging-the-atlantic/episode/the-near-future-of-transatlantic-relations-306801262).",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/1Y9J9oylqQd6GHT17186Bh/fd53dc72d6154b69b38309c873234d80/Bridging_the_Atlantic__w_o_logos_.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Bridging the Atlantic"
      },
      "button": {
        "url": "/podcasts/episode-6-the-near-future-of-transatlantic-relations/",
        "label": "Listen Here"
      }
    },
    {
      "brow": "Podcasts",
      "theme": "podcasts",
      "type": "website",
      "heading": "Episode 5 | Transatlantic Generational Divide",
      "excerpt": "How the transatlantic relationship looks in the future depends in large part on the younger generations who will inherit it. Millennials and Gen Z already exert their political influence through voting—and in some cases as legislators or even heads of government—but for the most part the transatlantic political agenda is set by older generations. In this episode, we dive into generational divides on both sides of the Atlantic and discuss why different generations have different political mindsets.\n\nFirst, Stephen Szabo, professor at George Washington University and senior fellow at the Johns Hopkins University [American Institute for Contemporary German Studies (AICGS)](https://www.aicgs.org/) explains generational dynamics and talks about how he differs from his students. Then Brandon Bohrn, project manager at the [Bertelsmann Stiftung](https://www.bertelsmann-stiftung.de/en/home/), and Gesine Weber, research analyst at the [German Marshall Fund](https://www.gmfus.org/) of the United States discuss the results of the [Transatlantic Trends 2022](https://www.bfna.org/politics-society/transatlantic-trends-2022/)  survey and report and share their personal thoughts on the transatlantic relationship.\n\n<iframe height=\"200px\" width=\"100%\" frameborder=\"no\" scrolling=\"no\" seamless src=https://player.simplecast.com/0992d250-0906-45cd-825b-32b8b252bb6e?dark=true></iframe>\n\nYou can also listen on [Apple Podcasts](https://podcasts.apple.com/us/podcast/transatlantic-generational-divide/id1605180676?i=1000590764248), [Spotify](https://open.spotify.com/episode/7IYfsYoNdxE6eFhQvNs69X), [Deezer](https://deezer.page.link/3eeGzPHySVLvHrUA6), and [Stitcher](https://www.stitcher.com/show/bridging-the-atlantic/episode/transatlantic-generational-divide-210046845).\n",
      "image": {
        "url": "https://images.ctfassets.net/9vgcz0fppkl3/1Y9J9oylqQd6GHT17186Bh/fd53dc72d6154b69b38309c873234d80/Bridging_the_Atlantic__w_o_logos_.png?w=800&fm=webp&q=80&fit=fill",
        "title": "Bridging the Atlantic"
      },
      "button": {
        "url": "/podcasts/episode-5-transatlantic-generational-divide/",
        "label": "Listen Here"
      }
    }
  ]
}